Repository: rjaros/kvision-examples
Catalog: showcase/src/main/resources/i18n/messages-*.po
Languages: pl

source: A simple label
pl: Prosta etykieta

source: A label with custom CSS styling
pl: Etykieta z własnym stylem CSS

source: A list:
pl: Lista:

source: First list element
pl: Pierwszy element listy

source: Second list element
pl: Drugi element listy

source: Third list element
pl: Trzeci element listy

source: An image:
pl: Obraz:

source: (hover to view a tooltip and click to view a popover)
pl: (najedź myszką aby zobaczyć podpowiedź lub kliknij aby zobaczyć wyskakujący opis)

source: This is a tooltip
pl: To jest podpowiedź

source: This is a popover
pl: To jest wyskakujący opis

source: Some text written in <code></code> HTML tag.
pl: Tekst napisany z użyciem tagu HTML <code></code>.

source: Rich <b>text</b> <i>written</i> with <span style="font-family: Verdana; font-size: 14pt">any <strong>forma</strong>tting</span>.
pl: Tekst <b>formatowany</b> <i>napisany</i> z <span style="font-family: Verdana; font-size: 14pt">użyciem dowolnego <strong>forma</strong>towania</span>.

source: A link to Google
pl: Link do Google

source: A fieldset
pl: Grupa elementów

source: A responsive table:
pl: Tabela responsywna:

source: Column 1
pl: Kolumna 1

source: Column 2
pl: Kolumna 2

source: Column 3
pl: Kolumna 3

source: A Handlebars.js template:
pl: Szablon Handlebars.js

source: An iframe:
pl: Ramka wewnętrzna:

source: Primary button
pl: Przycisk główny

source: Success button
pl: Przycisk sukcesu

source: Info button
pl: Przycisk informacji

source: Warning button
pl: Przycisk ostrzeżenia

source: Danger button
pl: Przycisk niebezpieczeństwa

source: Link button
pl: Przycisk link

source: Default checkbox
pl: Checkbox domyślny

source: Primary checkbox
pl: Checkbox główny

source: Success checkbox
pl: Checkbox sukcesu

source: Info checkbox
pl: Checkbox informacji

source: Warning checkbox
pl: Checkbox ostrzeżenia

source: Danger checkbox
pl: Checkbox niebezpieczeństwa

source: Circled checkbox
pl: Checkbox okrągły

source: Default radiobutton
pl: Przycisk radiowy domyślny

source: Primary radiobutton
pl: Przycisk radiowy główny

source: Success radiobutton
pl: Przycisk radiowy sukcesu

source: Info radiobutton
pl: Przycisk radiowy informacji

source: Warning radiobutton
pl: Przycisk radiowy ostrzeżenia

source: Danger radiobutton
pl: Przycisk radiowy niebezpieczeństwa

source: Squared radiobutton
pl: Przycisk radiowy kwadratowy

source: Africa
pl: Afryka

source: Asia
pl: Azja

source: Europe
pl: Europa

source: Latin America
pl: Ameryka Płd.

source: North America
pl: Ameryka Pn.

source: Stack panel
pl: Panel stosu

source: Activate panel from the stack
pl: Aktywuj panel ze stosu

source: Blue panel
pl: Niebieski panel

source: Green panel
pl: Zielony panel

source: Tab panel
pl: Panel zakładek

source: Red panel (closable)
pl: Czerwony panel (zamykalny)

source: Tab panel with tabs on the left
pl: Panel zakładek z lewej strony

source: Tab panel with tabs on the right
pl: Panel zakładek z prawej strony

source: Vertical split panel
pl: Panel podziału pionowego

source: Horizontal split panel
pl: Panel podziału poziomego

source: January
pl: Styczeń

source: February
pl: Luty

source: March
pl: Marzec

source: April
pl: Kwiecień

source: May
pl: Maj

source: June
pl: Czerwiec

source: July
pl: Lipiec

source: August
pl: Sierpień

source: September
pl: Wrzesień

source: October
pl: Październik

source: November
pl: Listopad

source: Search ...
pl: Szukaj ...

source: Add December
pl: Dodaj grudzień

source: December
pl: Grudzień

source: Check all
pl: Zaznacz wszystkie

source: Uncheck all
pl: Odznacz wszystkie

source: Reverse list
pl: Odwróć listę

source: Remove checked
pl: Usuń zaznaczone

source: File
pl: Plik

source: Edit
pl: Edycja

source: Favourites
pl: Ulubione

source: Forms
pl: Formularze

source: Search:
pl: Szukaj:

source: Search
pl: Szukaj

source: Dropdown with navigation menu
pl: Lista wyboru z menu nawigacyjnym

source: Buttons
pl: Przyciski

source: Dropdowns
pl: Listy wyboru

source: Containers
pl: Kontenery

source: Dropdown with custom list
pl: Lista wyboru z dowolną zawartością

source: Dropdown with special options
pl: Lista wyboru ze specjalnymi opcjami

source: Header
pl: Nagłówek

source: Dropdowns (disabled)
pl: Listy wyboru (wyłączone)

source: Toggle dropdown
pl: Przełącz widok listy

source: Open the context menu with right mouse click.
pl: Otwórz menu kontekstowe prawym przyciskiem myszy.

source: Menu header
pl: Nagłówek menu

source: Dropdown
pl: Lista wyboru

source: Layout
pl: Układ

source: Required text field with regexp [0-9] validator
pl: Wymagane pole tekstowe walidowane wyrażeniem regularnym [0-9]

source: Enter your age
pl: Podaj swój wiek

source: Value is required
pl: Wartość jest wymagana

source: Only numbers are allowed
pl: Dozwolone są tylko liczby

source: Password field with minimum length validator
pl: Pole hasła walidowane minimalną długością

source: Password too short
pl: Hasło jest zbyt krótkie

source: Password confirmation
pl: Potwierdzenie hasła

source: Text area field
pl: Obszar tekstowy

source: Rich text field with a placeholder
pl: Obszar tekstu formatowanego z wypełnieniem (placeholder)

source: Add some info
pl: Dodaj jakieś informacje

source: Typeahead
pl: Autouzupełnianie

source: Date field with a placeholder
pl: Pole daty z wypełnieniem (placeholder)

source: Enter date
pl: Podaj datę

source: Date and time fieldset
pl: Grupa pól daty i czasu

source: Time field
pl: Pole czasu

source: Required checkbox
pl: Wymagany checkbox

source: Radio button
pl: Przycisk radiowy

source: First option
pl: Pierwsza opcja

source: Second option
pl: Druga opcja

source: Simple select
pl: Prosta lista wyboru

source: Advanced select
pl: Zaawansowana lista wyboru

source: Select with remote data source
pl: Lista wyboru ze zdalnym źródłem danych

source: Spinner field 10 - 20
pl: Pole spinner 10 - 20

source: Range field 10 - 20
pl: Suwak zakresu 10 - 20

source: Radio button group
pl: Grupa przycisków radiowych

source: Upload files (images only)
pl: Wyślij pliki (tylko obrazy)

source: Passwords are not the same
pl: Hasła nie są takie same

source: The passwords are not the same.
pl: Hasła nie są takie same.

source: Show data
pl: Pokaż dane

source: Form data in plain JSON
pl: Dane formularza w formie JSON

source: Clear data
pl: Wyczyść dane

source: Are you sure?
pl: Czy na pewno?

source: Do you want to clear your data?
pl: Czy chcesz wyczyścić dane?

source: Yes
pl: Tak

source: No
pl: Nie

source: Cancel
pl: Anuluj

source: Validate
pl: Sprawdź poprawność

source: Horizontal layout
pl: Układ poziomy

source: Vertical layout
pl: Układ pionowy

source: CSS flexbox layouts
pl: Układ flexboxa CSS

source: CSS grid layouts
pl: Układy siatki CSS

source: Responsive grid layout
pl: Układ siatki responsywnej

source: Dock layout
pl: Układ kierunkowy

source: CENTER
pl: ŚRODEK

source: LEFT
pl: LEWO

source: RIGHT
pl: PRAWO

source: UP
pl: GÓRA

source: DOWN
pl: DÓŁ

source: Alert dialog
pl: Okno alarmu

source: Confirm dialog
pl: Okno potwierdzenia

source: Result
pl: Wynik

source: You pressed NO button.
pl: Nacisnąłeś przycisk Nie.

source: You pressed YES button.
pl: Nacisnąłeś przycisk Tak.

source: Cancelable confirm dialog
pl: Okno potwierdzenia z możliwością anulowania

source: Custom modal dialog
pl: Własne okno modalne

source: Close
pl: Zamknij

source: Alert dialog without animation
pl: Okno alarmu bez animacji

source: Open new window
pl: Otwórz nowe okno

source: Window
pl: Okno

source: Draggable
pl: Przesuwalne

source: Resizable
pl: Rozszerzalne

source: Close button
pl: Przycisk zamknij

source: Search GitHub
pl: Szukaj na GitHub

source: Layouts
pl: Układy

source: Windows
pl: Okna

source: Data binding
pl: Wiązanie danych

source: Charts
pl: Wykresy

source: Tables
pl: Tabele

source: English
pl: Angielski

source: Polish
pl: Polski

source: Name
pl: Imię i nazwisko

source: Position
pl: Stanowisko

source: Office
pl: Biuro

source: Active
pl: Aktywny

source: Start date
pl: Data zatrudnienia

source: Salary
pl: Pensja

source: Delete row?
pl: Usunąć wiersz?

source: Add new employee
pl: Dodaj nowego pracownika

source: Show current data model
pl: Pokaż aktualny model danych

source: Current data model
pl: Aktualny model danych
